index.html
<!DOCTYPE html>
<html xmlns="http://www.w3.org/1999/xhtml" lang="fr" xml:lang="fr">
<head>
<!-- 2023-08-18 ven. 14:38 -->
<meta charset="utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Mattia Bunel</title>
<meta name="author" content="Mattia Bunel" />
<meta name="description" content="Web page of {{{me}}}" />
<meta name="generator" content="Org Mode" />
<link rel=meta type="application/rdf+xml" title="FOAF" href="static/foaf.rdf">
</head>
<body>
<div id="content" class="content">
<header>
<h1 class="title">Mattia Bunel</h1>
</header><div style="font-size:small; margin-bottom:2.5em;" class="div" id="org39872aa">
<p>
<a href="index_en.html">English version</a> &#x2014; <a href="index.html">Version Fançaise</a>
</p>

<ul class="org-ul">
<li>Mail : <a href="mailto:mattia.bunel@ign.fr">mailto:mattia.bunel@ign.fr</a></li>
<li>GPG key : <a href="static/public-key.txt">static/public-key.txt</a></li>
<li>FoafMe : <a href="static/foaf.rdf">static/foaf.rdf</a></li>
<li>Twitter: <a href="https://twitter.com/mattiabunel">https://twitter.com/mattiabunel</a></li>
<li>GitHub : <a href="https://github.com/MBunel">https://github.com/MBunel</a></li>
<li>OCRID : <a href="https://orcid.org/0000-0001-7751-3507">https://orcid.org/0000-0001-7751-3507</a></li>
<li>Research Gate : <a href="https://www.researchgate.net/profile/Mattia-Bunel">https://www.researchgate.net/profile/Mattia-Bunel</a></li>
<li>HAL : <a href="https://cv.archives-ouvertes.fr/mattia-bunel">https://cv.archives-ouvertes.fr/mattia-bunel</a></li>
</ul>

</div>


<p>
Je suis docteur en géomatique, rattaché, au corps des ingénieurs des
travaux géographiques et cartographiques de l’état (ITGCE), avec la
fonction d’ingénieur d’études référent pour les produits altimétriques
au sein de l’institut national de l’information géographique et
forestière (IGN).
</p>

<div id="outline-container-orge250af7" class="outline-2">
<h2 id="orge250af7">Travaux de recherche</h2>
<div class="outline-text-2" id="text-orge250af7">
<p>
Mots clés :
</p>

<ul class="org-ul">
<li>Imprécision et imprécision spatiale</li>
<li><i>Naive Geography</i></li>
<li>Localisation spatiale</li>
</ul>
</div>

<div id="outline-container-org64e68bf" class="outline-3">
<h3 id="org64e68bf">Antérieurs à la thèse</h3>
<div class="outline-text-3" id="text-org64e68bf">
<p>
Mes premières activités de recherche ont pris place au sein de l’ANR
SoDeMoMed, projet où j’ai effectué un stage en licence 3, et auquel
j’ai été rattaché lors de la réalisation de mes mémoires de master 1
et de master 2 (SDS). Durant cette période, mon travail portait sur
l’analyse diachronique de la distribution de la population, et sur
l’identification des facteurs climatiques l’ayant influencée. Au cours
de mon master 1 j’ai abordé cette question en me penchant sur
l’ensemble du bassin méditerranéen, et j’ai ensuite approfondie en
master 2, où je n’ai travaillé que sur la France métropolitaine, mais
à l’échelle communale et sur le temps long (1793-1999). À la suite de
mon master Carthagéo j’ai effectué un stage au sein de l’ERC
WorldSeastem, prolongé par deux contrats d’ingénieur d’études. Ma
mission première était de développer une plate-forme de visualisation
de données maritimes historiques extraites des archives de la Lloyd’s,
mais j’ai également eu l’occasion de travailler sur des problématiques
de recherche. La question que j’ai principalement traitée est celle du
traitement, de l’analyse et de la représentation des données de flux
dont nous disposions.
</p>
</div>
</div>

<div id="outline-container-org0b5ec64" class="outline-3">
<h3 id="org0b5ec64">Travaux de thèse</h3>
<div class="outline-text-3" id="text-org0b5ec64">
<p>
Ma thèse de doctorat a été réalisée dans le cadre du projet Choucas
<sup><a id="fnr.1" class="footref" href="#fn.1" role="doc-backlink">1</a></sup>, dont l’objectif est de développer des
méthodes et des outils permettant aux secouristes des pelotons de
gendarmerie de haute-montagne (PGHM) de localiser plus efficacement
les personnes perdues ou blessées en montagne, et ne pouvant pas
décrire leur position avec suffisamment de précision. Cela passe par
le développement d’outils d’aide à la décision, par l’enrichissement
des données métier à la disposition des secouristes, par le
développement d’interfaces IHM, et par l’automatisation de la
spatialisation des positions écrites oralement. Mon travail de thèse
portait plus spécifiquement sur ce dernier point. Mon objectif était
de développer une méthode permettant d’identifier la position de la
victime contactant les secours à partir des indications données par
téléphone. Pour ce faire j’ai développé une méthode fondée sur un
principe de décomposition.  L’ensemble des indices donnés par la
victime pour décrire sa position (ex. « Je suis sous une route », « Je
suis proche d’un chalet ») sont spatialisés indépendamment, puis
fusionnés, de manière à construire la zone correspondant à l’ensemble
de ces descriptions. Pour permettre la prise en compte de
l’imprécision, inhérente à une description orale de position, la
méthode proposée s’appuie sur la théorie des sous- ensembles
flous. Chaque des zones spatialisant un indice de localisation donné
est représentée sous la forme d’un sous-ensemble flou, ce qui permet
une meilleure modélisation des transitions entre la zone correspondant
à l’indice de localisation et celle qui n’y correspond pas.
</p>
</div>
</div>

<div id="outline-container-org84fdfc8" class="outline-3">
<h3 id="org84fdfc8">Travaux postérieurs à la thèse</h3>
<div class="outline-text-3" id="text-org84fdfc8">
<p>
A la suite de ma thèse j’ai travaillé quelques mois en tant que
post-doctorant au sein de l’ANR CORES 3 . L’objectif premier de ce
projet est d’étudier l’impact des applications cartographiques, et
plus spécifiquement les application de cartographie participatives
(i.e. qui montrent en permanence les mouvements des autres
utilisateurs), sur les déplacements piétons en milieu urbain,
l’hypothèse majeure du projet étant que plus les utilisateurs
disposent d’une application riche en informations, moins ils ne
retiennent la structure spatiale de la zone qu’ils parcourent. Pour
répondre à cette question un ensemble d’expérimentations ont étés
menées avant mon arrivée. Ces dernières consistaient à demander à des
volontaires de parcourir librement pendant une heure, une zone
préalablement délimitée, dans le but d’en dessiner une carte la plus
précise possible. Lors de son déplacement, chaque volontaire disposait
d’une application cartographique, dont le fonctionnement pouvait était
adapté pour chaque groupe d’utilisateur (GPS activé ou non,
visualisation de la position des autres utilisateurs ou non, etc.). Au
sein de ce projet mon rôle était de mettre en place une méthode
permettant d’analyser les données produites lors de ces
expérimentations, de manière à quantifier l’impact de la nature de
l’application de cartographie utilisée sur la représentation spatiale
de la zone visitée.
</p>

<p>
Ma récente participation à l’ANR HITI 4 s’inscrit à la suite de ma
collaboration avec les chercheurs de l’ANR CORES. L’objectif du projet
HITI est d’analyser les représentation spatiales des zones de pèche
par les pécheurs lagunaires de Moorea (Polynésie française). En effet,
les représentations cartographiques traditionnelles (cartes zénithales
délimitant l’espace géographique de manière nette) ne sont pas un
outil à même de rendre compte de la représentation locale de la
délimitation du lagon, ce dernier étant perçu comme un continuum et
non comme une rupture nette. Une des pistes méthodologiques envisagées
et de faire appel à la théorie des sous-ensembles flous de manière à
définir et traiter des objets géographiques aux délimitations
imprécises, de manière analogue à la démarche proposée dans ma
thèse. Ma fonction au sein de projet consiste donc à apporter un
support scientifique et technique sur cette question.
</p>
</div>
</div>

<div id="outline-container-org305f3d2" class="outline-3">
<h3 id="org305f3d2">Participation à des projets de recherche</h3>
<div class="outline-text-3" id="text-org305f3d2">
<ul class="org-ul">
<li>Depuis 2021 Post-doctorant, puis chercheur associé à l’ANR CORES</li>
<li>Depuis 2017 Doctorant, puis chercheur associé à l’ANR CHOUCAS 2016 –2018</li>
<li>Stagiaire, ingénieur d’études contractuel, puis chercheur associé à l’ERC WorldSeastems 2017</li>
<li>Ingénieur d’études contractuel pour l’UMR GéoAzur 2014 –2015</li>
<li>Stagiaire, puis masteran associé à l’ANR SoDeMoMed</li>
</ul>
</div>
</div>


<div id="outline-container-org3cdef8d" class="outline-3">
<h3 id="org3cdef8d">Conférences organisées</h3>
<div class="outline-text-3" id="text-org3cdef8d">
<ul class="org-ul">
<li><a href="https://mbunel.github.io/journee-BigDataGeographiques-2023/">Journée d'étude Big Data et données spatialisées,</a> 2023, IGN</li>
</ul>
</div>
</div>
</div>

<div id="outline-container-org7226db5" class="outline-2">
<h2 id="org7226db5">Enseignements</h2>
<div class="outline-text-2" id="text-org7226db5">
</div>
<div id="outline-container-orgc85d0bc" class="outline-3">
<h3 id="orgc85d0bc">Formation initiale</h3>
<div class="outline-text-3" id="text-orgc85d0bc">
<ul class="org-ul">
<li>SGBDR spatiaux</li>
<li>Statistiques</li>
<li>Analyse spatiale</li>
<li>Introduction à Latex</li>
<li>Introduction à l’imprécision spatiale et à sa modélisation</li>
<li>SIG</li>
</ul>
</div>
</div>

<div id="outline-container-org7efb8e1" class="outline-3">
<h3 id="org7efb8e1">Formation continue</h3>
<div class="outline-text-3" id="text-org7efb8e1">
<ul class="org-ul">
<li>Formation RGE ALTI</li>
</ul>
</div>
</div>
</div>

<div id="outline-container-orgf5f7201" class="outline-2">
<h2 id="orgf5f7201">Vulgarisation scientifique</h2>
<div class="outline-text-2" id="text-orgf5f7201">
<ul class="org-ul">
<li><a href="https://www.radiocampusparis.org/insitu15-la-high-tech-au-service-des-secours-en-montagne-2-19/#embed">Présentation de ma thèse</a> dans l'émission <a href="https://www.radiocampusparis.org/in-situ/">In Situ</a> sur <a href="https://www.radiocampusparis.org">Radio Campus Paris</a></li>
<li><a href="https://twitter.com/EnDirectDuLabo/status/1092344316578676736">Animation du compte</a> twitter <a href="https://twitter.com/EnDirectDuLabo">@EnDirectDuLabo</a></li>
</ul>
</div>
</div>

<div id="outline-container-org93deebd" class="outline-2">
<h2 id="org93deebd">Publications</h2>
<div class="outline-text-2" id="text-org93deebd">
<p>
<a href="./bibliography.html">./bibliography.html</a>
</p>
</div>
</div>
<div id="footnotes">
<h2 class="footnotes">Notes de bas de page: </h2>
<div id="text-footnotes">

<div class="footdef"><sup><a id="fn.1" class="footnum" href="#fnr.1" role="doc-backlink">1</a></sup> <div class="footpara" role="doc-footnote"><p class="footpara"><a href="http://choucas.ign.fr/">http://choucas.ign.fr/</a></p></div></div>


</div>
</div></div>
</body>
</html>